app/controllers/talents_controller.rb

  def index
   @talents = Talent.all.reverse
---
SELECT "talents".* FROM "talents"